IDEA Open Model
MatReinforcementACI.Fy Property
Compatible with IDEA StatiCa 20.1
 Characteristic yield strength of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Fy { get; set; }
Public Property Fy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatReinforcementACI Class
IdeaRS.OpenModel.Material Namespace